1904期能源工程技术概论串讲讲义 
考试题型：单选题、简答题、论述题、计算题（只本科考）。 
【同学们对我黄色、红色标注的重点记】 
标记考过的内容重复考的可能性更大，同学们一定要重点记。 
第一章  煤炭 
一.煤是最丰富的化石原料，它是原始植物经过复杂的生物化学作用和物理化学作用转变而成的。随着煤化程度增高，煤中含碳量增加，氢和氧的含量减少，容量增大。 
二.煤的元素的组成 
（一）煤是由有机物质和无机物质混合组成的。煤中有机物质主要由碳（C）、氢(H)、氧(O)、氮(N)四种元素组成。煤中无机物质主要由硫（S）、磷（P）以及其他元素组成。 
（二）每种元素的作用 
1、碳是煤中有机物质的主导成分，也是最主要的可燃物质。煤中碳含量随煤变质程度的加深而增加。 
2、氢也是煤中重要的可燃物质。煤炭中氢含量一般是随煤炭的变质程度加深而减少。氢的发热量最高。 
3、氧是煤中不可燃的元素。煤的氧含量也随变质程度的加深而减少。 
4、硫是煤中的有害物质。分为无机硫和有机硫。 
前者多以矿物杂质的形式存在于煤中，可进一步按所属的化合物类型分为硫化物硫和硫酸盐硫。有机硫则是直接结合于有机母体中的硫。煤中有机硫主要由硫醇、硫化物以及二硫化物三部分组成。近年来，随着分析技术的进步，还在煤中检出了硫的另一种存在形态，即单质硫。 
5、磷是煤中有害成分。磷在煤中的含量一般不超过1%。一般规定炼焦用煤的磷含量不应超过0.01% 。炼焦时煤中的磷可全部转人焦炭之中，炼铁时焦炭中的磷又转人生铁中，这不仅增加溶剂和焦炭的消耗量，降低高炉生产率，还严重影响生铁的质量，使其发脆。 
6、煤中氮含量较少，仅为1%～3%。主要来自成煤植物。 
3.常用的煤质指标有：水分、灰分、挥发分和发热量。 
（一）水分：是煤中不可燃的成分。其来源有三种，即外部水分、内部水分和化合水分。煤中水分含量的多少取决于煤的内部结构和外界条件。 
（二）灰分：指煤完全燃烧后其中矿物质的固体残余物。 
灰分的来源：一是形成煤的植物本身的矿物质和成煤过程中进入的外来矿物杂质；二是开采运输过程中掺杂进来的灰、沙、土等矿物质。煤的灰分几乎对煤的燃烧、加工、利用的全部过程都有不利影响。灰分含量高，不仅使煤发热量减少，而且影响煤的着火和燃烧。灰分每增加1% ，燃料消耗即增加1% 。由于燃烧的烟气中飞灰浓度大，使受热面易受污染而影响传热，降低效率，同时使受热面易受磨损而减少寿命。为了保护大气环境，控制排烟中烟尘的排放浓度，还必须对烟气中尘粒进行除尘处理。【1804简答题】 
（三）挥发分：在隔绝空气的条件下，将煤加热到850℃左右，从煤中有机物质分解出来的液体和气体产物称为挥发分。（挥发分是表征煤炭性质的主要指标）。煤的挥发分常随煤的变质程度而有规律地变化，变质程度越大的煤，挥发分越少。 
（四）发热量：单位质量煤完全燃烧时所放出的热量称为煤的发热量。煤的发热量分为高位发热量和低位发热量（也叫净热）。【单位KJ.kg-1】 
煤的可燃成分是碳、氢、硫，相应的燃烧产物是CO2（不完全燃烧时还有CO）、水、SO2（进一步氧化生成SO3）。 
三.煤的分类：通常最简单的分类方法是根据煤中干燥无灰基挥发分含量(Vdaf)分成褐煤、烟煤和无烟煤。 
褐煤是煤中埋藏年代最短、碳化程度最低的一类。 
无烟煤是煤化程度最高的煤种，干燥无灰基挥发分含量最少，低位发热量最高；褐煤干燥无灰基挥发分含量最多，低位发热量最低。 
四.焦炭是用炼焦用煤焦炉炭化室内隔绝空气加热到1300℃以上，使煤进行炭化获得的产物。 
五.火电厂生产过程 
利用煤、石油、天然气等自然界蕴藏量及其丰富的化石燃料的化学能发电称为火力发电。火力发电厂简称火电厂。我国电源构成是以火力发电为主。燃煤火电厂是我国目前电能生产的主要方式。 
锅炉设备是火力发电厂的主要热力设备之一。其作用是：燃料在炉膛内燃烧将其化学能转变为烟气热能；烟气热能加热给水，水经过预热、汽化、过热三个阶段成为具有一定压力、温度的过热蒸汽。 
（一）火电厂按燃料不同、原动机不同有不同的类型。按照原动机不同可分为汽轮机电厂、燃气轮机电厂、内燃机电厂、蒸汽-燃气轮机联合循环电厂。水、蒸汽是把热能转化成机械能的重要工质。在火力发电厂中，锅炉将燃料的化学能转化为蒸汽热能，汽轮机将蒸汽热能转化为机械能，发电机将机械能转化为电能。锅炉、汽轮机、发电机并称火力发电厂的三大主机。 
（二）汽轮机设备组成：汽轮机本体和汽轮机辅助设备两部分组成。 
主要结构：由静止、转动两大部分组成，分别是定子和转子。 
定子包括：汽缸、喷嘴、隔板、汽封、轴承等； 
转子包括：主轴、叶轮、动叶、联轴器等。 
（三）汽轮发电机的工作原理 
按电磁感应定律，导线切割磁力线感应电动势，这是发电机的基本工作原理。 
（四）火电厂生产过程【过去考过论述题】 
从能量转换观点分析，其基本过程都是燃料的化学能—热能—机械能—电能。原煤用火车或轮船运入发电厂储煤场，经过碎煤设备破碎后，由皮带运输机送人锅炉房内的原煤斗。 
煤从煤斗落入磨煤机，在磨煤机中研磨成煤粉，同时送入热空气来干燥和输送煤粉磨制好的煤粉，经粗粉分离器得以分离，分离出来的细粉分离器除去部分不合格的煤粉后进入旋风分离器，在其中空气和煤粉得以分离，分离出来的细粉进入煤粉仓。煤粉由给煤机送入输粉管，而旋风分离器中的空气则由排粉机抽出。煤粉和空气在输粉管混合后，由喷燃器喷入炉膛进行燃烧。燃烧放出的热量一部分被燃烧室四周的水冷壁吸收，一部分加热燃烧室顶部和烟道入口处的过热器中的蒸汽，余下的热量则被烟气携带穿过省煤器、空气预热器把部分热量传递给这两个设备内的水和空气。由送风机送来的空气，在进入炉膛之前，先在空气预热器中接受排烟预热，以减少排烟热损失，并提高空气温度，改善燃烧过程。炉膛内的燃烧产物—高温烟气，在引风机的拔风作用下，沿着锅炉本体倒U 形烟道依次流过炉膛、过热器、省煤器和空气预热器，将热量逐步传递给水、蒸汽和空气。降温后的烟气流入除尘器进行净化，净化除尘后的烟气则被引风机抽出，排入大气，将燃料的化学能转换为热能。燃烧时生成的灰渣和由除尘器收集下来的细灰，用水冲进冲灰沟排至厂外灰场。 
水、蒸汽是把热能转化成机械能的重要工质。净化后的给水，先送进省煤器预热，继而进入汽包后再入水冷壁管中吸收燃烧室的热能后蒸发成蒸汽。 
六.电厂锅炉及辅助设备【只本科考】 
（一）电厂锅炉的概述 
1、锅炉是将燃烧内的潜在能量经过燃烧释放热能或利用其他能源释放的能量工作的设备。锅炉设备是火力发电厂的主要热力设备之一。 
2、锅炉的作用： 
（1）将水变成蒸汽或过热蒸汽 
（2）将水加热变成一定温度的热水 
（3）将有机热载体加热到一定温度而输出热能的设备。 
3、锅炉、汽轮机中将热能转换为机械能的媒介——给水和蒸汽，称为工质。按照工质在锅炉中的受热流动的特点，分为自然循环锅炉、强迫循环锅炉和直流锅炉三类。 
（二）锅炉由锅炉本体和辅助设备两大部分组成。 
锅炉本体实际上就是一台庞大的热交换器，由“锅”和“炉”两部分组成。 
（1）锅是指锅炉的汽水系统，完成水变为过热蒸汽的吸热过程（包含省煤器、汽包、水冷壁、过热器、再热器）。 
（2）炉是指锅炉的燃烧系统，完成煤的燃烧放热过程（包含炉膛、燃烧器、烟道、风道、空气预热器）。 
省煤器是利用锅炉炉膛后尾部的低温烟气加热给水的受热面，用来完成给水吸热的预热阶段，可以起到降低排烟温度、节省燃料、提高锅炉效率的作用。 
空气预热器是利用锅炉尾部的低温烟气热量来加热助燃用空气的热交换器。 
七.汽轮机【只本科考】 
汽轮机的设备主要组成：汽轮机本体和汽轮机辅助设备两部分组成。 
  汽轮机本体由静止、转动两大部分组成，分别是定子和转子。定子主要包括汽缸、喷嘴、隔板、汽封、轴承等；转子主要包括主轴、叶轮、动叶、联轴器等。 
八.洁净煤技术 
（一）洁净煤技术是旨在减少污染和提高效益的煤炭加工、燃烧、转换和污染控制等新技术的总称。 
（二）洁净煤技术按其生产和利用的过程大致划分为四类： 
洁净加工技术、高效洁净转化技术、高效洁净燃烧与发电技术、燃煤污染排放治理技术等。【简答题】 
（三）洁净煤技术的四个领域和14项技术 
1、煤炭加工：洗选煤、型煤、水煤浆技术。 
2、煤炭转化：气化、液化、燃料电池技术。 
3、煤炭高效洁净燃烧：循环流化床发电技术、增压（加压）流化床发电技术、整体煤气化联合循环发电技术。 
4、污染物排放控制与废弃物处理：烟气净化、电厂粉煤灰综合利用、煤层气开发利用、煤矸石和煤泥水综合利用、工业锅炉和窑炉技术改造。 
九.洗选煤【只本科考】 
（一）燃烧前的处理主要是洗选煤、型煤和水煤浆三项技术措施。洗选煤的目的是降低原煤中的灰分、硫分等杂质的含量，并将原煤加工成质量均匀、能适应用户需要的不同品种及规格的商品煤。 
（二）常用的脱硫方法： 
1、热解法脱硫； 
2、碱法脱硫； 
3、气体脱硫； 
4、氧化脱硫。 
十．型煤【只本科考】 
型煤是将煤粉或低品位煤加工成一定形状、尺寸和有一定理化性能的煤制品。型煤一般需加黏结剂。 
特点：型煤是各种洁净煤技术中投资小、见效快、适宜普遍推广的技术。 
十一．水煤浆【只本科考】 
水浆煤是将煤研磨成一定粒度，与水按一定质量比例混合，再添加少量的添加剂，经过强力搅拌而形成的煤水两相流浆体。它不仅保持了煤炭原有的物理特性，而且具有良好的流动性和稳定性，能够将燃料油那样易于装卸、贮存、管道输送及雾化燃烧，可以广泛应用于工业窑炉、工业锅炉及电站锅炉中。 
特点：水煤浆为多孔隙的煤粉和水的固液混合物，所以可以像燃料油那样通过管道输送，而且比燃料油便宜，水煤浆在制造过程中可以净化处理，燃烧效率高，烟尘排放低于燃烧散煤。水煤浆中煤粉颗粒的质量浓度为65%—70%，含水30%—35%，所以水煤浆含量以煤为主，水为辅。 
制备方法：（一）干法；（二）湿法；（三）混合法。 
十二.煤的气化【只本科考】 
煤的气化和液化也是清洁煤技术的重要组成部分。煤的气化和液化不但能解决直接燃烧时燃烧效率低、燃烧稳定性差的缺陷，而且能够极大地改善煤直接燃烧所造成的环境污染。用煤提炼的气体燃料，称为煤制气或煤气，也成瓦斯气。煤按制气工艺不同，煤气可分为干馏煤气和气化煤气。 
十三.洁净煤发电技术【只本科考】 
洁净煤发电技术主要有： 
（一）循环流化床燃烧（二）增压流化床燃烧（三）整体煤气化联合循环（四）高效低污染的超临界凝汽式发电  
十四.工业锅炉 
锅炉已成为现代社会生产和人民生活不可缺少的特种重要设备。 
锅炉分类： 
（一）按用途分类 
1、工业锅炉。 
2、电站锅炉【用于发电，为高参数、大容量锅炉】。 
3、船用锅炉。 
4、机车锅炉 
（二）按锅炉出口工质压力分类 
1、常压热水锅炉。在任何情况下，锅筒水位线处的表压力为零的锅炉。 
2、低压锅炉。锅炉额定出口工质压力（表压力） p<=2.5MPa 的锅炉。 
3、中压锅炉。锅炉额定出口工质压力（表压力） P =3.82MPa 的锅炉。 
4、高压锅炉。锅炉额定出口工质压力（表压力） p =9.8MPa 的锅炉。 
5、超高压锅炉。锅炉额定出口工质压力（表压力） P = 13.7MPa 的锅炉。 
6、亚临界锅炉。锅炉额定出口工质压力（表压力） P = 16.7MPa 的锅炉。 
7、超临界锅炉。锅炉额定出口工质压力（表压力） P >22.1MPa 的锅炉。 
（三）按所用燃料或能源分类 
1、燃煤锅炉。2、燃油锅炉。3、水煤浆锅炉。4、燃气锅炉。5、混合燃料锅炉。6、肥料锅炉。7、余热锅炉。8、其他能源锅炉。 
（四）按燃烧方式分：（1）火床燃烧（层燃）锅炉；（2）火室燃烧（悬浮燃烧）锅炉；（3）
流化床燃烧（沸腾燃烧）锅炉；（4）旋风炉燃烧锅炉。 
（五）按通风方式分：（1）自然通风锅炉；（2）机械送风锅炉；（3）机械引风锅炉；（4）平衡通风锅炉。 
（六）按炉膛烟气压力分类 
1、负压燃烧锅炉。2、微正压燃烧锅炉。3、增压燃烧锅炉。 
（七）按循环方式分类 
1、自然循环锅炉。2、强制循环锅炉。3、直流锅炉。 
（八）按锅炉结构分类 
1、锅壳锅炉：具有锅壳，容纳水、汽，锅壳内布置烟管受热面。燃烧室布置在锅壳内部的锅炉，称为内燃锅炉；燃烧室布置在锅壳外部的锅炉，称为外燃锅炉。 
2、水管锅炉：受热面布置在炉墙围护结构空间内，水、汽、汽水混合物等工质在管内流动受热、高温烟气在管外冲刷放热的锅炉。 
（九）按锅炉布置形式分类 
1、锅筒纵置式锅炉：锅筒纵向中心线与锅炉前后中心线平行的锅炉。 
2、锅筒横置式锅炉：锅筒纵向中心线与锅炉前后中心线垂直的锅炉。 
（十）按锅炉出厂形式分类 
1、快装锅炉：锅炉本体整装出厂的锅炉。 
2、组装锅炉：锅炉本体出场时，制造成若干个组合件，在安装现场拼装成锅炉整体，称为组装锅炉。 
3、散装锅炉：锅炉本体出场时，制造成大量的零件和部件，在安装地点按锅炉厂设计图样进行安装，形成锅炉整体，称为散装锅炉。 
锅炉型号： 
（一） 锅炉型号 


锅炉本体型式和燃烧设备或燃烧方式及锅炉容量，共分三段。第一段用两个汉语拼音字母代表锅炉本体型式；第二段用一个汉语拼音字母代表燃烧设备或燃烧方式；第三段用阿拉伯数字表示蒸汽锅炉额定蒸发量或热水锅炉额定热功率。 
SZS10-1.6/350-Y、Q：额定蒸汽量为10t/h或额定热功率为10MW，额定蒸汽压力或额定出水压力为350MPa。 
QXW2.8-1. 25/95/70-AII 。 
表示强制循环往复炉排，额定热功率为2.8MW ，额定出水压力为1. 25MPa ，额定出水温度为95℃，额定进水温度为70℃，燃用E 类烟煤的热水锅炉。 
（二）锅炉本体型式代号 
锅炉本体型式
 代号
 锅炉本体型式
 代号
 


立式水管 
立式火管 
立式无管 
 LS（立水） 
LH(立火) 
LW(立无) 
 卧式内燃 
卧式内燃 
 
 WW(卧外) 
WN(卧内) 
 


1、水管锅炉本体型式代号 
锅炉本体型式 
 代号 
  
 锅炉本体型式 
 代号 
 

单锅筒立式 
 DL（单立） 
 双锅筒纵置式 
 SZ（双纵） 
 
单锅筒纵置式 
 DZ（单纵） 
 双锅筒横置式 
 SH（双横） 
 
单锅筒横置式 
 DH（单横） 
 强制循环式 
 QX（强循） 
 


2、燃烧设备或方式代号 
燃烧设备 
 代号 
  
 燃烧设备 
 代号 
 

固定炉排 
 G 
 下饲炉排 
 A 
 
固定双层炉排 
 C 
 抛煤机 
 P 
 
链条炉排 
 L 
 鼓泡流化床燃烧 
 F 
 
往复炉排 
 W 
 循环流化床燃烧 
 X 
 
滚动炉排 
 D 
 室燃炉 
 S 
 


型号的第二部分表示介质参数，共分两段，斜线相连。第一段表示额定蒸汽压力，热水锅炉为额定出水压力，第二段表示过热蒸汽温度（蒸汽温度为饱和温度时不表示；热水锅炉第二段和第三段分别表示出水温度和进水温度）。 
3、燃料种类代号 
燃料品种 
 代号 
  
 燃料品种 
 代号 
 

Ⅱ类无烟煤 
 WⅡ 
 型煤 
 X 
 
Ⅲ类无烟煤 
 WⅢ 
 水煤浆 
 J 
 
Ⅰ类烟煤 
 AⅠ 
 木柴 
 M 
 
Ⅱ类烟煤 
 AⅡ 
 稻壳 
 D 
 
Ⅲ类烟煤 
 AⅢ 
 甘蔗渣 
 G 
 
褐煤 
 H 
 油 
 Y 
 
贫煤 
 P 
 气 
 Q 
 


（1）YLW-8000MW 表示燃料品种为无烟煤，额定功率为8000kW，炉体安置型式为卧式，燃烧设备为链条炉排的液相有机热载体炉。 
（2）QYL-1000Y 表示燃料品种为油类，额定功率为1000kW，炉体安置型式为立式，燃烧设备为油燃烧器的气相有机热载体炉。 
（3）YJW-6000MJ 表示燃料品种为水煤浆，额定功率为6000kW，炉体安置型式为卧式，燃烧设备为水煤燃烧器的液相有机热载体炉。 
水管锅炉： 
（一）水管锅炉：主要特点是烟气在受热面管子外流动放热，水或汽水混合物在管子内流动吸热。对水质要求较高，生产时需要更大型、更先进的焊接、加工设备。 
水管锅炉比锅壳锅炉具有的优势： 
1、能适应锅炉参数（工质温度和压力）提高的要求。 
2、各种受热面的布置比较灵活。 
3、有更高的安全裕度。 
但是，水管锅炉对水质要求较高，生产时需要更大型、更先进的焊接、加工设备。 
热水锅炉： 
（一） 热水锅炉 


单纯生产和供应各种参数热水的锅炉称为热水锅炉。 
与蒸汽锅炉比较，其根本区别在于热水锅炉内工质不发生相变。 
热水锅炉的特点【简答题】： 
（1）结构简单；（2）安全性较高；（3）节省燃料；（4）钢材消耗量较少；（5）运行操作方便。 
按锅内工质温度高低分类（可以分为低温热水锅炉及高温热水锅炉两类。我国以120℃为分界温度，即出水温度高于120℃的为高温热水锅炉，出水温度在120℃以下的为低温热水锅炉）。 
水煤浆锅炉： 
（一） 水煤浆锅炉 


水煤浆的制备以浮选精煤为原料，经脱水、脱灰、磨制，加添加剂后与水混合成浆。 
水煤浆锅炉是指使用水煤浆作为燃料的锅炉，水煤浆是由65%-70%的煤粉、30%-35%的水和少量的添加剂混合而成。在我国丰富的煤炭资源保障下，水煤炭也成为替代油、气等资源的最基础、最经济的洁净能源。 
流化悬浮高效洁净燃烧：有效的减少氮氧化物和二氧化硫的排放。 
（二）水煤浆锅炉的优缺点 
1、优点【1804本简答题】 
（1）有利于节约资源及生态和环境保护。 
（2）能提高煤炭利用率。 
（3）可以解决能源的运输问题。 
（4）节约土地。 
（5）运行成本低，自动化程度高。 
2、缺点 
（1）锅炉负荷不易调节。 
（2）运行稳定性差。 
（3）结焦和积灰。 
（4）燃烧器喷嘴的使用寿命较短。 
有机热载体锅炉： 
以有机液体作为热载体的锅炉，称为有机热载体锅炉。有机热载体锅炉分为矿物油型和合成型两大类。有机热载体的质量及性能指标有最高使用温度、黏度、闪点、残炭、酸值等。 
性能好的有机热载体的粘度小、闪点高、残碳少、酸值低。 
有些工业生产过程需要很高的加热温度，但并不需要很高的压力。因此，采用能获得高温度而无需很高压力的热载体以提高加热温度就具有很大的工程经济价值。导热油具有“高温低压”和较低教度的工作特性，恰好适应这一要求。在常压下导热油的初馏点比水的蒸发温度要高出数倍。高温导热泊在300℃的条件下仍不汽化而保持常压，在此温度下饱和水蒸气的压力已高达8.5MPa。因此，在高温传热条件下，用导热油代替水蒸气为热载体，就能以低压供热系统取代高压供热系统，可降低设备和管道投资，并能提高锅炉运行的安全性和可靠性。 
2、有机热载体锅炉及其供热循环系统的特点【论述题】 
（1）获得低压高温热介质。 
（2）无冷凝排放热损失，热效率高。 
（3）水处理设备及系统可以简化或省略。 
（4）有机热载体锅炉房要求防护距离小，爆炸危险性小。 
（5） 有机热载体锅炉尾部可设置热管式蒸汽余热回收装置，充分利用烟气热量，大大提高热能利用效率。 
（6）需考虑有机热载体吸、放热和温度升降对体积的变化，在整个系统中应设置补偿措施。 
（7）需严格控制有机热载体内空气、水分和其他挥发分的含量。 
（8）要保证结构的严密性，不允许有机热载体发生泄漏，以免发生事故；要防止有机热载体凝冻。 
十五.煤气发生炉 
煤气发生炉的概念 
生产发生炉煤气的设备。发生炉煤气属于固体燃料经过气体的一种热加工过程。 
煤气发生炉的类型【简答题】 
按气化剂不同分为三种煤气类型：空气煤气-以空气为气化剂；水煤气-以水蒸气为气化剂；混合煤气-以空气和水蒸气为气化剂。 
按生产发生炉煤气的设备，分为单段式煤气炉和两段式煤气炉两大类。 
煤气发生炉的分层： 
在一般的单段式煤气发生炉中，煤由上而下、气化剂则是由下而上地进行逆流运动，它们之间发生化学反应和热量交换。发生炉内部由下向上依次分为六层：即灰层、氧化层（又
叫燃烧层）、还原层、干馏层、干燥层、空层。【简答题】 
. 灰层又称灰渣层，是固态物料由上向下移动的最后一层，是煤炭燃烧与汽化后的混合物。 

. 氧化层又称为燃烧层或火层。 

. 还原层：在氧化层的上面是还原层。在还原层中，二氧化碳和水蒸气被碳还原成一氧化碳和氢气。 

. 干馏层位于还原层的上部，由还原层上升的气体随着热量被消耗，其温度逐渐下降。 

. 干燥层位于干馏层上面，也是燃料的面层，上升的热煤气与刚入炉的燃料在这层相遇，进行热交换，燃料中的水分受热蒸发。 

. 空层即燃烧层上部，炉体内的自由区，其主要作用是汇集煤气。 


从节能环保角度理解单段炉和两段炉的区别【简答题】： 
单段炉：产生的冷煤气对水的污染严重，特别是在净化过程中煤气直接用水来洗涤和降温，把煤气中大量的杂质带出，产生的酚水对环境污染严重。而且气化强度比较低。 
两段炉：净化采用间接冷却，水和煤气不直接接触，避免了对水的污染，更好的体现了两段炉的优越性。气化的更完全。灰渣含碳率非常低，一般在12%左右，而单段炉在20%左右。 
十六、工业窑炉的分类【只本科考】 
（一）按工作温度分为：高温炉（1000℃以上， 辐射为主）、中温炉（650℃-1000℃ 辐射和对流换热）、低温炉（650℃以下 对流换热为主）。 
（二）按工艺特点分为：加热炉和熔炼炉。 
（三）按所使用能源种类分：燃料炉和电加热炉。 
（四）按热工操作制度分为：连续式工作窑炉和间歇式工作窑炉。 
（五）按炉型特点分：室燃炉、步进炉、竖炉等。 
（六）按工作制度分：辐射式工作制度窑炉、对流式工作制度窑炉和层式工作制度窑炉。 
十七、水泥工业窑【只本科考】 
（一）回转窑 
湿法回转窑分为干燥带、余热带、碳酸盐分解带、放热反应带、烧成带、冷却带6个带。 
（二）立窑 
1、立窑的结构 
（1）立窑形状：直筒形立窑、喇叭形立窑、哑铃型立窑、矩形截面立窑。 
（2）内经与高度 
内经由煅烧产物性质、温度、操作灵活程度等因素确定。立窑高度取决于物料在窑内预热、煅烧和冷却时间。 
（3）立窑内衬 
立窑内衬材料要求耐高温，散热少，具有一定强度。 
（4）布料装置 
（5）出料装置 
（6）通风装置 
2、立窑的特点 
优点：投资小、生产快、填充系数高，单位体积产量高、能充分利用当地资源、传热效率高，热损失小。 
缺点：生产规模小、劳动生产率低、强度大；单机产量低，熟料质量低。 
十八、高炉本体五段式结构【只本科考】：依次为炉缸、炉腹、炉腰、炉身和炉喉。 
第二章  石油、天然气 
一．石油 
1.石油 
（一）石油的组成 
    石油又称“原油”，是仅次于煤的化石燃料，它是一种天然的，黄色、褐色或黑色的，流动或半流动的，黏稠的可燃液体烃类混合物。 
石油主要是由烷烃、环烷烃、芳香烃等烃类化合物组成。 
石油的主要元素是碳（85%～90%）和氢（10%～14%），还有少量的硫（0.2%～0.7%）、氧（0～1.5%）、氮（0.1%～2%）以化合物、胶质、沥青质等非烃类物质形态存在。 
（二）石油的分类 
通常市场上有三种分类方法： 
1、按石油的密度分类：轻质石油、中质石油、重质石油、特重质石油。 
2、按石油中的硫的含量分类：小于0.5%的为低硫石油、0.5%～2.0%的为含硫石油、大于2.0%的称高硫石油。世界石油总产量中，含硫石油和高硫石油约占75% 。 
3、按石油中的蜡含量分类：0.5%～2.5%的为低蜡石油、2.5%～10%的为含蜡石油、大于10%为高蜡石油。 
2.石油的加工 
根据所需产品的不同，炼油厂的加工流程大致分为三种类型： 
（一）燃料型（以汽油、煤油、柴油等燃料油为主要产品）。 
（二）燃料-润滑油型（除生产燃料油外，还生产各种润滑油）。 
（三）石油化工类（提供石脑油、轻油、渣油用作生产石油化工产品的原料）。 
石油炼制的方法分为：分离法（如溶剂法、固体吸附法、结晶法和分馏法等，其中最常用的是分馏法。）和转化法（常用的转化法有热裂化、催化裂化、加氢裂化和焦化等）。 
3.主要石油产品 
按石油的用途和特性，可将其分成14 大类。其主要石油产品的用途： 
（一）溶剂油（橡胶、油漆、油脂、香料、药物等）。 
（二）燃料油（汽车、飞机）。 
（三）润滑油（汽油发动机、缝纫机）。 
（四）润滑脂（润滑机械）。 
（五）石蜡和地蜡（火柴、蜡烛）。 
（六）沥青（工程防水、铺路）。 
（七）石油焦（制造电极）。 
4.燃料油的主要性能指标 
燃料油为家用或工业燃烧器上用的液体燃料。燃料油的主要性能指标包括黏度、含硫量、低温性能和安定性等。黏度是燃料油的重要指标，黏度过高会导致燃料油的雾化性能恶化，使喷出的油滴过大，造成燃烧不完全，热效率下降。粘度（以其100℃时的运动粘度为指标）、含硫量（1 号和2 号燃料油质量指标中规定其含硫量不得大于0.5%）、低温性能（通常用倾点来评定，1 号燃料油倾点不高于-18℃，4 号轻和4 号燃料油倾点不高于-6℃）和安定性（主要是对高粘度燃料油而言的）。 
二．天然气基本知识 
1.天然气 
天然气是除煤和石油之外的另一种重要的一次能源。它燃烧时有很高的发热值，对环境的污染也小，而且还是重要的化工原料。天然气的生成过程同石油类似，但它比石油更容易生成。天然气主要由甲烷、乙烷、丙烷和丁烷等烃类组成，其中甲烷占80%~90%。通常天然气可以分为纯天然气、石油伴生气、凝析气和矿井气4种。纯天然气是从地下气层矿井中开采出来的干天然气，也称气田气，它的特点是甲烷（CH4)含量高,占75%~98%，含乙烷（C2H6)及其他重碳氢化合物为1%~10%，二氧化碳（CO2）含量0~1.0%，其他成分主要是氮（N2）1.0%~9.0%，而硫化氢含量甚微，仅个别气田的含硫量可能较高。气田气从地下引出时，通常具有很高的压力，便于直接输出。石油伴生气是开采石油时的副产品，是石油开采过程中从油井获得的可燃气体，也称油田气或湿气。油田气含甲烷较低，我国油田气中甲烷含量一般为30%~70%，含乙烷、丙烯及重碳氢化物的总含量可达10%~20%，而氮气含量可高达2.32%，二氧化碳含量一般为5%左右，硫化氢含量在3%左右，含硫量则视产地而异，一般几乎不含硫。油田气随石油引出井外，经分离装置分离出来时，其压力较低，不便直接输送，但可经加压后转化为液态，以便输送或储存。矿井气又称煤层气，是伴随煤矿开采而产生的，俗称瓦斯。通常60%的天然气为气田气，40%的为伴生气，煤层气则可能附于煤层中或另外聚集，在7~17MPa和40~70℃时每吨煤可吸附13~30m3的甲烷。 
热值从高到低的顺序：油田伴生气>干井天然气>矿井气。 
液化后的天然气体积仅为原来体积的1/600。 
天然气水合物是一种新发现的能源。它外形像冰，是一种白色的固体结晶物质，有极强
的燃烧能力，俗称可燃冰，由水分子和燃气分子构成，外层是水分子构架，核心是燃气分子。其中燃气分子绝大多数是甲烷，所以天然气水合物也称甲烷水合物。根据理论计算，1m3的天然气水合物可释放出168m3的甲烷和0.8m3的水。天然气水合物只能存在于低温高压环境中，一般要求温度低于0~10℃，压力高于10MPa。一旦温度升高或压力降低，甲烷就会逸出，天然气水合物便趋于崩解。 
2.煤层气【只本科考】 
煤层气（俗称瓦斯）是一种与煤伴生，以吸附状态储存于煤层内的非常规天然气，其中甲烷含量大于95%【简答题】，热值33.44×103kJ/M3以上，是一种优质洁净的能源。中国是世界上主要的煤炭生产大国之一，煤炭生产居世界首位，也是世界上煤炭资源和煤层气资源最丰富的国家之一。丰富的煤炭气资源有望成为中国21世纪的接替型能源之一。 
开发煤层气的意义：【简答题】 
（一）减轻我国石油和天然气的供应压力。 
（二）能有效地改善煤矿安全生产条件。 
（三）能有效地保护大气环境。 
3.天然气水合物 
（一）天然气水合物的构成及形成最佳场所 
天然气水合物是一种新发现的能源。它外形像冰，是一种白色的固体结晶物质，有极强的燃烧能力，俗称“可燃冰”，由水分子和燃气分子构成，外层是水分子构架，核心是燃气分子。其中燃气分子绝大多数是甲烷，所以天然气水合物也称甲烷水合物。 
天然气水合物只能存在于低温高压环境中，一般要求温度低于0~10℃，压力高于10MPa。一旦温度升高或压力降低，甲烷就会逸出，天然气水合物便趋于崩解。 
勘探研究表明，海洋大陆架是天然气水合物形成的最佳场所，海洋总面积的90%具有形成天然气水合物的温压条件。 
（二） 天然气的应用范围 
1、发电   2、民用及商业燃料  3、工业燃料   4、化肥及化工原料 
三．液体、气体燃料 
1.液体燃料和气体燃料的类型 
能产生热量的气体可燃物质称之为气体燃料，主要有天然煤气和人工煤气两大类。锅炉或工业窑炉可能使用的人造气体燃料有液化石油气、高炉煤气、焦炉煤气、发生炉煤气和地下气化煤气等。液化石油气的发热量最高。 
天然气由气态转变成液态,称为液化天然气，液化后其体积约为同量气态天然气体积的1/600。 
2．重油、渣油和柴油的质量指标【只本科考】 
（一）重油的质量指标 
重油是由裂化重油、减压重油、常压重油或蜡油等按不同比例调和制成的。（密度和粘度较大，流动性差；油的含氢量较高所以容易着火；沸点和闪点较高，不易挥发。） 
（二）油渣的质量指标 
渣油是减压蒸馏塔塔底的残留油，也称直馏渣油。它的主要成分为高分子碳氢化合物和胶状物质。原油在蒸悟后，硫分集中在渣油中，所以含硫量较高。（密度较大，粘度较大，凝固点较高，小容量锅炉基本上不用渣油作为燃料。） 
（三）柴油的质量指标 
柴油分重柴油和轻柴油。重柴油一般用作柴油机燃料。轻柴油是由石油的各种直馏柴油馏分、催化柴油馏分和混有热化柴油馏分等制成。（柴油的粘度小，流动性好，雾化过程中一般不需要加热，含硫量较小，对环境污染也小，但容易挥发，火灾危险性大，小容量锅炉普遍采用轻柴油作为燃料。） 
3.能产生热量的气体可燃物质称为气体燃料，主要有天然煤气和人工煤气。 
天然煤气简称为天然气。主要成分为甲烷75%—98%，发热量比较高，低位发热值为33494—41868kJ/m3大致相当于1kg燃料油或2kg普通烟煤的发热量。 
4.各种人工煤气的概念【记住人工煤气有哪几种？记住大标题，1804本简答题】1704专简答 
人造气体燃料有：液化石油气（发热量最高。石油热裂化或催化裂化过程中获得的可燃气，主要由饱和与未饱和烷烃组成。通常在液化石油气中还掺入少量具有臭味的有机硫化物，作为漏气警告。工业上多用丙烷液化石油气作为燃料，而丁烷液化石油气通常供家庭使用。）、高炉煤气（高炉中焦炭部分燃烧和铁矿石部分还原作用所产生的煤气。主要可燃成分是一氧化碳占30%左右；不可燃成分占60%左右）、焦炉煤气（冶金工业炼焦的副产品，它是焦炭气化所得的煤气。主要可燃成份是氢和甲烷，氢占60%，甲烷约占25%）、发生炉煤气（煤在发生炉内与蒸汽、空气或富氧空气等气化剂经燃烧与还原等热化学过程而得的煤气。主要可燃成分是一氧化碳和甲烷，不可燃的氮气和二氧化碳占容积的50%以上，因此发热量不高）和地下气化煤气（将含有工业氧的空气送入在技术上不易开采的薄煤层，或混有大量硫和矿物质的煤层巷道，使煤在地下氧化生成煤气。一般发热量也比较低）等。 
5.油制气 
以石油系列产品为制气原料，在压力、温度和催化剂作用下，使原料油分子发生裂解反应，生成的可燃气体为油制气。裂解方法不同得到的煤气也不同。 
用重油蓄热催化裂解得到的油制气，主要成分有氢气、甲烷、一氧化碳等，可直接供城市气源。 
四．燃气发电 
1.燃气发电概念 
内燃机和燃气轮机发电均称燃气发电，需要以石油、天然气等为燃料。 
内燃机发电主要指功率较大的柴油发电机发电。柴油机系统压缩点火式发动机，将吸入的空气用活塞压缩到高温与喷入的燃油着火燃烧产生高温高压，推动机械旋转运动，带动发电。 
2.常规蒸汽—燃气联合循环方式 
常规燃烧天然气或燃油的蒸汽-燃气联合循环有三种：不补燃的余热锅炉联合循环、有补燃的余热锅炉联合循环、增压锅炉联合循环。【简答题】1704专简答 
3.燃煤蒸汽—燃气联合循环开发和示范项目【论述题】 
（一）直接燃煤的燃气轮机。 
（二）整体式联合循环（IGCC）。 
（三）增压流化床锅炉联合循环（PFBC）。 
（四）部分煤气化的混合式循环流化床联合循环。 
（五）新型高温锅炉联合循环。 
（六）外燃式联合循环。 
第三章  水能 
一．水能资源 
水能是蕴藏于河川和海洋水体中的位能和动能，是洁净的一次能源、用之不竭的再生能源。 
水能是自然界广泛存在的一次能源。它可以通过水电站方便地转换为优质的二次能源——电能，所以通常所说的“水电”既是常规能源，又是可再生资源，而且水力发电对环境无污染，因此水能被认为是世界上众多能源中永不枯竭的优质能源。 
我国国土辽阔，河流众多，径流丰沛，落差巨大，蕴藏着丰富的水能资源。据估计，我国河流水能资源的理论蕴藏量为6.76×108kW，年发电量为59200×108kW·h，不管是水能资源的理论蕴藏量还是可能开发的水能资源，中国在世界各国中均居第一位。 
水能利用是水资源综合利用的重要环节。水力发电、农田灌溉、治涝防洪、水路航运、水产养殖、工农业用水及民用给水、旅游与环境保护等都与水资源密切相关。 
河流的开发应根据河段的地形、地质及水文等自然条件采用不同的水能利用方式：【简答题】 
堤坝式是在河流地形地质条件适宜的地方建拦河筑坝，抬高上游河段的水位，形成水库，与下游天然水位形成落差，既可引水发电。引水式是在坡度较陡的河段及河湾两端河床高程相差较大的地方利用引水道引水，与天然水面形成落差，用以发电。混合式电站水头的取得，一部分是利用拦河筑坝提高水位，一部分是利用引水道集中水头。梯级开发的方式通常用于某河段由于落差过大或淹没损失过多，集中开发方式在技术、经济上不合算时，才根据具体条件进行分级开发。 
水库径流调节是水能利用中的一个重要方面，它是利用水库控制和调节径流，在时间上进行重新分配，以满足国民经济各用水部门的需要。 
    葛洲坝水电站是我国目前最大的河床式水电站。 
二．水力发电 
水电站是将水能转变成电能的工厂，其能量转换的基本过程是：水能—机械能—电能。 
水力发电是将水能直接转换成电能。目前我国水电建设技术已达世界水平。现在世界上装机容量最大的水电站是巴西和巴拉圭合建的伊泰普水电站，装机容量1260 x 104kW;世界上最大的抽水蓄能电站是美国的巴斯康蒂电站，装机容量210×104kW ；水头最高的水电站是瑞士的马吉亚蓄能电站，水头2117m。 
三峡大坝堪称世界之最： 
1、它是世界防洪效益最为显著的水利工程。 
2、它是世界上最大的水电站。 
3、它是世界上建筑规模最大的水利工程。 
4、它是世界上工程量最大的水利工程。 
5、它是世界上施工难度最大的水利工程。 
6、它是施工期流量最大的水利工程。 
7、它建有世界泄洪能力最大的泄洪闸。 
8、它建有世界级数最多、总水头最高的河内船闸。 
9、它拥有世界上规模最大、难度最高的升船机。 
10、它是世界上水库移民最多、工作量最为艰巨的移民建设工程。 
按利用水能资源的种类，水电站可以分为以下几种：【简答题】 
（1）将河川中水能转换成电能的常规性水电站，也是通常所说的水电站。按集中落差的方法它又有三种基本形式，即堤坝式、引水式和混合式。常规水电站在电力发电中占主导地位。 
（2）调节电力系统峰谷负荷的抽水蓄能式水电站。 
（3）利用海洋能中水流的机械能进行发电的水电站，即潮汐电站、波浪能电站、海流能电站等。 
三．水轮机 
将水能转换为发电机工作所需的旋转机械能的动力设备是水轮机。 
（一）冲击式水轮机 
构成：喷嘴、喷针；转轮；折向器；主轴和机壳。 
（二）反击式水轮机 
构成：水轮机室；导水机构；转轮；尾水管。 
水轮机中将水能转化为机械能的部件是转轮。 
四．水力发电的特点 
（一）水电站能源转换的基本过程 
水力发电是将水能直接转换成电能。 
（二）水电站的种类 
1、常规性水电站（堤坝式、引水式、混合式） 
2、调节电力系统峰谷负荷的抽水蓄能式水电站 
3、利用海洋能中水流的机械能进行发电的水电站（潮汐电站、波浪能电站、海流能电站） 
（三）水力发电的特点【论述题】【只本科考】 
1、水能是可再生能源，且无污染。 
2、水力发电是清洁电力，不排放有害气体及有害废物。 
3、水力发电效率高。 
4、水力发电可同时完成一次能源开发和二次能源转换。 
5、水力发电生产成本低廉。 
6、水轮发电机组起停灵活。 
7、水利开发投资大，工期长。 
8、一般水电站需建设水库调节径流，以适应电力系统负荷的需要。 
9、综合利用功能显著，如防洪、灌溉、航运等。 
10、水能资源在地理上分布不均。 
11、建有较大水库的水电站，有的水库淹没损失较大，移民较多，并改变了人们的生产生活条件。对人类和生态环境有一定影响，还有可能带来地质灾害。 
五．海洋能发电【只本科考】 
利用海洋中所贮藏的能量发电，叫海洋能发电。海洋是个庞大的能源宝库，它既是吸能器又是储能器，蕴藏着巨大的动力资源。海水中蕴藏的巨大的动力资源的总称叫海洋能，包括潮汐能、波浪能、海流能、海水温差能、海水盐差能等。除潮汐能和海流能来源于星球间的引力作用外，其余均来源于太阳辐射能。 
海洋能发电类型：【简答题】 
（一）潮汐电站（单库单向式、单库双向式、双库式） 
（二）波浪能电站 
（三）海流能电站（螺旋桨式、对称翼型立轴式转轮、降落伞式、磁流式） 
潮汐能是海水潮涨潮落形成的水的势能，平均潮差在3m以上就有实际应用价值。 
第四章  核能 
一．实现大规模可控核裂变链式反应的装置称为核反应堆，简称反应堆，它是向人类提供核能的关键设备。核能发电厂简称核电厂，它的核反应堆相当于火电厂的锅炉。核电以其清洁、安全、高效受到世界各国的普遍重视，成为能源发展的趋势。核电将是未来世界的主要能源。核能发电与火电、水电构成的常规电站是目前电力的主要来源。 
核能除了应用于核武器外，工业上最重要的应用是核能发电。 
二．核燃料是含有易裂变核素，用以在反应堆内实现自持核裂变链式反应，同时连续释放出核能的材料。 
目前实际可用的易裂变核素有233U、235U和239Pu。天然铀是235U、238U和234U的混合物，其中234U和235U的含量分别占0.006%和0.71%，其余是238U。在自然界中，天然存在的易裂变核素只有235U。 
固体核燃料可分为金属、陶瓷和弥散体三类。 
一个235U核裂变时释放的裂变能平均为193MeV。1g235U完全裂变昌盛的能量为2.276×104kw·h，相当于2500kg标准煤燃烧放出的热量。 
三．核反应堆的种类和结构【只本科考】【简答题】 
（一） 反应堆的种类 


核反应堆可按用途、中子能量、慢化剂、冷却剂、核燃料等来分类。 
（二） 反应堆的基本结构 


主要由堆芯、反射层、控制棒、堆容器和屏蔽层组成。 
四．核电站的分类【只本科考】【简答题】 
（一） 按引起核燃料裂变的中子平均能量分类 


快中子反应堆、中能中子反应堆、热中子反应堆。 
（二） 按所使用的慢化剂和冷却剂分类 


轻水反应堆、石墨气冷或冷水堆、重水堆。 
五．压水堆核电站【只本科考】 
压水堆是目前最为成熟、安全的堆型。 
压水堆核电站的概念：利用压水反应堆将核裂变能转换为热能、再生产蒸汽发电的电厂。（具有功率密度高、结构紧凑、安全易控、技术成熟、造价和发电成本较低等特点，因此它是目前国际上采用最广泛的商用核电站） 
六．沸水堆核电站及先进轻水堆核电站【只本科考】 
沸水堆是以沸腾轻水为慢化剂和冷却剂并在反应堆压力容器内直接产生饱和蒸汽的动力堆。 
沸水堆与压水堆的比较：【可能简答题】 
（1）沸水堆与压水堆同属轻水堆，都具有结构紧凑、安全可靠、建造费用低、负荷跟随能力强等优点，其发电技术已可与常规火电厂竞争。两者都需使用低富集铀燃料，并使用饱和汽轮机。 
（2）沸水堆的系统比压力堆的简单。 
（3）沸水堆的失水事故处理比压水堆的简单。 
（4）沸水堆的流量功率调节比压水堆有更大的灵活性。 
（5）沸水堆直接产生蒸汽； 
（6）沸水堆由于其燃耗深度比压水堆的低，虽然燃料富集度低，但天然铀需要量比压水堆的大。 
（7）沸水堆压力容器底部设有为数众多的控制棒和中子探测器孔，增加了小失水事故的可能性。 
（8）沸水堆压力容器设计压力为压水堆的一般，体积较后者大得多。 
（9）沸水堆控制棒自堆底引入，因此发生“未能紧急停堆的预计瞬变”的可能性比压水堆的大。 
七．核电站对环境的影响【有哪些环境问题？如何处理的？简答题】 
核电站对环境的影响主要是指运行中对环境造成的辐射或非辐射影响。正常运行时的辐射环境影响主要来源于气液态流出物的排放和放射性固体废物的储存和处置，非辐射环境影响主要是废热、废水排放、与火电厂相似。【简答题】【1704专简答】 
核电站在设计上采取了多道屏蔽的防护设施。 
核电站防护措施：第一道安全屏障是核燃料本身，第二道安全屏障是燃料元件的包壳，第三道安全屏障是反应堆的压力壳，第四道安全屏障是反应堆的安全壳。【简答题】【1704专简答】 
环境影响：核电站正常运行并严格对放射性废物处理时，对环境的影响是极其微小的。核电站的放射性核废料是主要的环境问题。目前常见的高放射性核废物采用地质深埋的方法。到目前为止，世界上仍然没有任何国家找到安全、永久处理高放射性核废料的办法。 
八．核电站与燃煤火力发电的区别【可能简答题】 
核电站反应堆内裂变过程产生的热量，约有2/3排放到附近环境中，高于同功率的火厂，不过这种影响也十分有限。和其他能源工业相比，核电站的污染物排放量相对极少。比如，化石燃料电厂因向大气排放大量的CO2而成为全球温室气体排放的最主要来源，而核电站自身却没有温室气体排放。核电运行成本比火电成本低1/3-1/2，应该说核能发电是一种比较安全、清洁、经济的能源。 
第五章  电能 
一．电力系统基本知识 
1.电力系统的定义及基本参量 
（一） 定义 


由生产、变换、传送、分配、消耗电能的电器设备联系在一起组成的统一整体就是电力系统。 
（二） 基本参量【简答题】 

. 总装机容量（系统中所有发电机组额定有功功率的总和，以MW计）； 

. 年发电量（系统中所有发电机组全年所发电能的总和，以MW·h计）； 

. 最大负荷（指规定时间内电力系统总有功功率负荷的最大值，以MW计）； 


. 年用电量（接在系统上所有用户全年所用电能的总和，以MW·h计）； 

. 额定频率（我国规定的交流电力系统的额定功率为50Hz）； 

. 最高电压等级（指电力系统中最高电压等级电力线路的额定电压，以kV计）。 


2.电力系统构成 
电力系统是由发、变、输、配、用电设备等和相应的辅助系统，按规定的技术和经济要求组成的一个统一系统。 
简单电力系统组成：发电机、升压变压器、输电线路、降压变压器、电力负荷。【简答题】在电力系统中，除去发电机，用电设备之外的部分，称为电力网，简称电网。 
电力网按其本身结构，又可分为开环电力网和闭环电力网。 
3.电力系统特点【简答题】 
（一）电能不能大量储存（电能的产生、输送、分配、消费、使用实际上是同时进行的，每时每刻系统中发电机发出的电能必须等于该时刻用户使用的电能与电网中的电能损耗之和）。 
（二）过渡过程非常迅速（传输速度近似于光速）。 
（三）与国民经济和全社会密切相关。 
4.电力系统运行的基本要求 
（一） 评价电力系统的性能指标 


评价电力系统的性能指标是安全可靠、电能质量、经济性和环保。 
（二） 电力系统应满足的基本要求【简答题】 


1、保证可靠地持续供电。 
2、保证良好的电能质量。 
电能质量的指标主要有供电电压、频率、波形。电力系统的电压和频率正常是保证电能质量的两大基本指标。电压质量和频率质量一般以偏离额定值大小来衡量，电压偏移不应超过额定电压的±5%，电力系统运行规定频率偏移不超过±0.2Hz。三相电力系统中三相不对称的程度称为三相不平衡度，电力系统公共连接点正常电压不平衡度允许值为2%，短时不得超过4%。正弦交流电的波形质量一般以谐波畸变率衡量。 
3、努力提高电力系统运行的经济性（主要反映在降低发电厂的能源消耗、厂用电率和电力网的电能损耗等指标上）。 
4、环境和生态保护。 
（三）电力变压器的主要作用除了升高或降低电压外，还能起到将不同电压等级的电网相联系的作用。 
（四）换流设备是直流输电系统的关键部分。 
（五）直流输电的适用范围主要有：【简答题】【只本科考】 
1、远距离大功率输电。 
2、用海底电缆隔海输电或用地下电缆向负荷密度很高的大城市供电。 
3、作为系统间联络线，用来实现不同步或不同频率的两个交流系统的互联。 
4、用于限制互联系统的短路容量。 
5.电力网络层次划分 
（一）一般电力网的划分层次 
一般电力网的划分层次：一级输电网络、二级输电网络、高压配电网和低压配电网等层次。 
输电网络一般是由电压为220kV 及以上的主干电力线路组成，二级输电网络的电压一般为110kV～220kV。配电网是向中等用户和小用户供电的网络，6kV～35kV 的称高压配电网，1kV 以下的称低压配电网。低压配电网：380/220V。 
（二）电力网的电压等级 
一般说来，电力网的主干线和相邻电网的联络线多采用500kV、330kV 和220kV 等级；二级输电网采用220kV、110kV 等级；35kV 既用于城市和农村的配电网，也用于大工业企业的内部网。 
我国规定的电力网标准电压等级主要有：3、6、10、35、60、110、220、330、500kV。 
二.电力系统的负荷及其计算 
1.电力负荷的分级 
电力系统的负荷，按其对供电可靠性的要求及中断供电所造成的人身伤亡、设备损坏，在政治、经济上所造成的损失和程度可分为以下三级： 
（一）一级负荷（突然中断供电将造成人身伤亡；或在经济上造成重大损失；或在政治上造成重大影响或引起公共场所秩序严重混乱等电能用户）。 
（二）二级负荷（突然中断供电，将在政治上、经济上造成较大损失的负荷，如中断停电将造成主要设备损坏、大量产品报废、连续生产过程被打乱需较长时间才能恢复、重点企业大量减产的电能用户）。 
（三）三级负荷（一般电力负荷，即所有不属于一、二级负荷者，一般由单回线路供电即可）。 
2.负荷曲线 
所谓负荷曲线，即电力系统的负荷功率（有功功率或无功功率）随时间变化的关系曲线。 
（二）分类： 
1、按种类（有功功率负荷曲线、无功功率负荷曲线） 
2、按时间长短 
（1）日负荷曲线（最大负荷Pmax，又称峰荷；最小负荷Pmin，又称谷荷；平均负荷Pav）。 
（2）年负荷曲线（年最大负荷曲线描述一年内每月最大有功功率负荷变化的情况，它主要用来安排发电设备的检修计划。）年持续负荷曲线，它按一年中系统负荷的数值大小及其持续数顺序排列而绘成的。 
（三）各类用户负荷的年最大荷利用小时数 
符合类型 
 Tmax（h） 
  
 负荷类型 
 Tmax（h） 
 

户内照明及生活用电 
 2000~3000 
 三班制企业用电 
 6000~7000 
 
一班制企业用电 
 1500~2200 
 农灌用电 
 1000~1500 
 
二班制企业用电 
 3000~4500 
  
  
 


3.用电负荷计算 
电气负荷计算方法有需要系数法、利用系数法、二项式系数法、单位面积功率计算法、单位产品功率计算法等。【简答题】 
（1）需要系数法。用设备功率乘以需要系数和同时系数，直接求出计算负荷。【计算题】 
（2）利用系数法。采用利用系数求出最大负荷班的平均负荷，再考虑设备台数和功率差异的影响，乘以与有效台数有关的最大系数求得计算负荷。 
（3）二项式系数法。将负荷分为基本负荷和附加负荷，后者考虑一定数量大容量设备影响。 
（4）单位面积功率法、单位指标法、单位产品耗电量法等，可用于初步设计用电量指标的估算，对于住宅建筑，在设计各阶段均可使用单位面积功率法。 
上述各计算方法的应用范围各不一样，按《民用建筑电气设计规范》，“在方案设计阶段可采用单位指标法；在初步设计阶段，宜采用需要系数法”。可见民用建筑电气计算负荷推荐采用需要系数法。 
三.供配电系统 
用户供配电系统通常是由降压变电所、配电所、电力线路和电能用户组成的电力终端系统。一般中小型用户的电源进线电压为6~10kV，大中型用户的电源进线电压为35kV及以上，有些小型用户则采用低压进线。 
供配电系统接线方式【只本科考】 
（一） 高压配电线路的接线方式 

1. 放射式接线 


特点：一回高压配电线路只向一个地点送电，各回高压配电线路之间没有共线。 
优点：可靠性较高，一回高压配电线路因故障而停电时，仍能正常供电。 
缺点：增加了投资。 
2. 树干式接线 


特点：备受电单元容量不是太大，位置相对集中，距电源端相对较远，共用一回高压配电线路进电。 
优点：节省投资。 
缺点：供电可靠性较低。 
3. 环形接线 


特点：任何一个受电单元高压母线都设置了两端电源进线，环形接线上的受 
电单元采用的这种高压开关柜被称为环网柜。实质上等效于两端供电的树干式接线方式。 
（二）低压配电线路的接线方式：放射式接线、树干式接线、环形接线。 


四.供配电系统的质量调节方式 
（一）供配电系统的质量调节方式【简答题】 
1、供配电系统的电压调整。 
电压偏差或称电压偏移，是指给定瞬间设备的端电压U与设备额定电压UN 之差，通常用它对额定电压的的百分比来表示。 
2、电压波动及其抑制。【电压波动是由于负荷急剧变动的冲击性负荷所引起的。】 
3、电网高次谐波及其抑制。 
4、提高功率因数。 
（二）抑制电网谐波的措施【简答题】 
（1）三相整流变压器采用Y，d或D，y接线； 
（2）增加整流变压器二次侧的相数； 
（3）使各台整流变压器二次侧互有相角差； 
（4）装设分流滤波器； 
（5）选用D，ynll连接组别的三相配电变压器； 
（6）其他措施。限制电力系统中接入的交流设备及交流调压装置等的容量r或提高对大容量非线性设备的供电电压等。 
（三）提高功率因数 
提高功率因数好处：【简答题】 
1、提高设备的利用率。 
2、减少供配电系统的电压损失。 
3、减少系统的有功功率损耗。 
4、提高供配电系统的传输能力。 
针对工业企业中无功功率主要消耗在电动机、变压器上的特点，为提高自然功率因数，常采取以下措施：【简答题】 
1、提高感应电动机检修质量，防止定子与转子间气隙过大。 
2、合理选择电动机、变压器容量，使其尽量在接近最佳负荷率下运行。电动机接近满载，变压器负荷率在75%左右较合适。 
3、采用技术措施，降低轻载设备的外加电压，如将△接线的电动机改为Y接线。或者切断空载设备电源，如电焊机空载自停装置等。 
4、绕线型感应电动机同步化运行。 
5、负荷联接应力求三相平衡。 
五．变压器 
变压器是由一个铁芯和两个或两个以上绕组组成的静止感应电器，根据电磁感应原理，把某一电压、电流的交流电能变换成同频率的另一电压、电流的电能，以达到传输电功率和进行电气隔离的目的。 
常用变压器的类型及特点： 
1、按冷却方式分：干式变压器、油浸式变压器、氟化物变压器。 
2、按防潮方式分：开放式变压器、灌封式变压器、密封式变压器。 
3、按铁芯形式分：芯式变压器、壳式变压器、环形变压器、金属箔变压器、非晶合金变压器。 
4、按电源相数分：单相变压器、三相变压器、多相变压器。 
5、按用途分：电源变压器、调压变压器、音频变压器、中频变压器、高频变压器、脉冲变压器。 
变压器的合理选择原则：【只本科考】【简答题】 
（一）变压器容量越小，效率越差，对于负荷较稳定的情况，应选择台数尽量少的大容量变压器，而不应选择多台小容量的变压器。 
（二）视在功率计算负荷的数值在两个标准容量等级之间时，如近期内负荷会增长，则应选大一级容量的变压器。如近期内负荷不会增加，则可选择小一级容量。 
（三）对于电力使用地点分散，且相隔遥远的情况下，由于电路损失和电压降增大，可以考虑选择多台变压器分散设置。 
（四）四压器的组合。 
（五）对于用电负荷随季节性变化较大时，应考虑选择多台变压器并联运行的方案。 
变压器并联运行应同时满足的条件：【简答题】 
（一）变压器的接线组别相同。 
（二）变压器的变比相同。 
（三）变压器的短路电压相等。 
六．电机与用电设备 
1.电动机 
电动机是一种旋转式电动机器，它将电能转变为机械能，它主要包括一个用以产生磁场的电磁铁绕组或分部的定子绕组和一个旋转电枢或转子。 
Y-表示异步电动机；T-表示同步电动机。 
功率：表示额定运行时电动机轴上输出的额定机械功率，单位kW 或HP，1HP=0.736kW。 
   【只本科考】三相异步电动机：定子绕组接入三相交流电源后，绕组电流产生的旋转磁场在转子导体中产生感应电流，转子在感应电流和气隙旋转磁场的相互作用下，又产生电磁转矩（即异步转矩），使电动机旋转。 
2.泵与风机 
    泵与风机是一种利用外加（原风机）能量输送流体的机械。通常将输送液体的机械称为泵，输送气体的机械称为风机。 
（一）泵与风机的分类 
1、按工作原理分类：叶片式（离心式、轴流式、混流式，旋涡泵）、容积式（活塞泵、柱塞泵、隔膜泵和空气压缩机）、其他形式（喷射泵、水机泵）。 
2、按产生的压头分类： 
（1）泵按产生的压头可以分为低压泵、中压泵、高压泵。 
（2）风机按产生的压头可以分为：通风机、鼓风机、压气机。 
3、按生产中的作用分类：水泵、凝结水泵、循环水泵、主油泵、疏水泵、灰渣泵、送风机、引风机、排粉风机等。 
（二）泵与风机的性能参数 
1、流量：指单位时间内泵与风机输送流体的数量。 
2、扬程或全压：单位重力作用下流体通过泵或风机后的能量增加值。 
3、功率（通常所说的功率是轴功率，又称输入功率：原动机传到泵与风机轴上的功率）。 
有效功率是指单位时间内通过泵或风机的流体所获得的功，即泵与风机的输出功率， 
用Pe 表示，单位为kW。有效功率可由泵与风机的输出流量及扬程或全压求得。 
轴功率即原动机传到泵与风机轴上的功率，又称输入功率，用P 表示，单位为kW 。 
轴功率通常由电测法确定，即用功率表测出原动机输入功率。 
4、效率（指泵与风机输出功率与输入功率之比的百分数）。效率的实质是反映泵或风机在传递能量过程中轴功率被有效利用的程度。 
5、转速：泵与风机叶轮每分钟的转数，水泵还有允许吸上真空高度或允许气蚀余量等。 
    泵与风机三角皮带传动的效率=0.95 
喷射泵没有任何运动部件，它是利用高能的工作流体来抽吸混合低能态流体而实现输送液体的泵与风机。 
离心式泵与风机具有效率高、性能可靠、流量均匀和易于调解等优点。【只本科考】 
轴流式泵与风机具有结构紧凑、外形尺寸小、质量小、动叶可调及流量大的优点，其不足是产生的压头低及工作稳定性较离心式差。【只本科考】 
4.空压机 
（一）空压机的分类：分为容积式（往复式和回转式）和动力式（透平式和喷射式）两种。 
（二）空压机的性能参数 
排气量（是一个定值，真正反映了压缩机的大小） 
排气压力（最终排出压缩机的气体表压力，一般为允许的最大排气表压力） 
排气温度（在末级排气口法兰接管处测得，是安全性的一个重要指标） 
压缩比 
轴功率 
比功率：指压缩一个单位的容积气体，压缩机驱动轴所需要的功率。（评价压缩相同气体，在相同排气压力下的压缩机性能的一个指标）。 
（三）活塞空压机与螺杆空压机的区别【简答题】 
1、螺杆式空压机与活塞式空压机相比较，它不存在往复惯性力和力矩，所以转速高、基础小、重量轻、振动小、运转平稳。 
2、它是无活塞机中的活塞和高频振动的进排气阀，故零部件少、结构简单易于维修。 
3、在转子没转之内常有多次排气过程，所以它输气均匀、压力脉动小，不必设置大容量的溶气罐。 
4、它的转子和星轮片的加工困难需要专用设备，并且相对运动的机件之间密封。 
5、由于转速高，加之工作容积与吸、排气孔口周期性地通断产生较为强烈的空气动力噪声，需采取特殊的减噪消声设置。 
5.制冷压缩机 
    制冷压缩机无论在制冷系统还是在热泵系统中，它的功能没有任何区别，最根本的不同是各自工作温度范围不同。制冷系统是从被冷却介质吸热而向环境介质排热，其压缩机运行工况中的蒸发温度要低于被冷却介质温度，冷凝温度要高于环境介质温度。对热泵系统，以空气源热泵为例，是从大气吸热，并向温度较高的温度区域供热，于是，其压缩机运行工况中的蒸发温度要低于大气温度，冷凝温度要高于供热区域的温度。 
（一）制冷压缩机的分类 
1、按原理分：（1）容积型压缩机。（2）动力型压缩机。 
2、按工作的蒸发温度范围分类： 
（1）高温制冷压缩机（-10℃～0℃）。（2）中温制冷压缩机（-15℃～-10℃）。（3）低温制冷压缩机（-40℃～-15℃）。 
（二）制冷压缩机的性能参数 
1、实际输气量2、容积效率3、制冷量4、排热量 
5、性能系数：为了最终衡量制冷压缩机的动力经济性，采用性能系数COP，它是在一定工况下制冷压缩机的制冷量与所消耗功率之比。 
七．电加热设备 
电加热方式： 
（一）电阻加热（利用电流的焦耳效应将电能转变为热能）热得快 
（二）感应加热（导体处于交变电磁场中产生感应电流所形成的热效应使导体本身发热的用电设备，如感应电炉等）微波炉 
（三）电弧加热（利用电弧产生的高温加热物体）电弧炉 
（四）电子束加热（即利用在电场作用下高速运动的电子轰击物体表面，使之被加热） 
（五）红外线加热（即利用红外线辐射物体，物体吸收红外线后，将辐射能转变为热能而被加热，同一物体，对不同波长的红外线吸收的能力不一样。须根据被加热物体的种类，选择合适的红外线辐射源，以得到良好的加热效果） 
（六）介质加热（即利用高频电场对绝缘材料进行加热） 
八．电气照明 
（一）电光源发光方法的分类 
1、电阻发光（白炽灯、碘钨灯） 
2、电弧发光（碳晶灯） 
3、气体发光（钠灯） 
4、荧光粉发光（荧光灯） 
（二）照明系统性能参数 
1、光通量：光源在单位时间内向周围空间辐射出去的并能使人眼产生光感的能量，单位为流明(lm ）。光通量＝光效×功率。 
2、发光强度：光源在空间某一方向上单位立体角内发射的光通量与该立方体角的比值，简称光强（单位是坎德拉）。 
3、照度：用来说明被照面（工作面）上照射的程度，通常其单位面积内所接受的光通量来表示（单位是勒克斯）。 
4、亮度：表示物体表面发光（或反光）强弱的物理量，被视物体发光面在视线方向上的发光强度与发光表面在垂直于该方向上的投影面积的比值，称为发光面的表面亮度。（单位为坎德拉每平方米）。 
5、光源的发光效率：描述光源的质量和经济的光学量，它反映了光源在消耗单位能量的同时辐射出光通量的多少。光源发光效率是指一种光源所发出的光通量Φ与该光源所消耗的电功率P 之比（单位是流明每瓦）。 
低压钠灯光效最高（比高压钠灯还高）。最低的是白炽灯泡。 
第六章  太阳能 
太阳辐射的总功率为3.8×1023kW,到达地面的太阳辐射总功率为1.7×l011kW。太阳能是可再生能源，它资源丰富、取之不尽、遍布世界和天空、无需开采和运输、清洁而无任何污染。 
一．太阳能光伏发电 
太阳能光伏发电是太阳能利用的一种重要形式，是采用太阳能电池将光能转换为电能的发电方式。太阳电池的基本原理为半导体的光伏效应。 
1.光伏发电技术【简答题】 
（一）晶体硅太阳电池技术(当前太阳电能光伏电池的主流，最高理论效率可达25%)。 
（二）薄膜太阳电池技术（材料有三种：非晶硅、铜铟硒和碲化镉。是一种很有前景的技术）。 
（三）聚光太阳电池技术。 
（四）染料敏化太阳电池。 
2.光伏发电系统 
光伏系统是采用太阳电池将太阳辐射能直接转换成电能的完整的发电系统。它是由太阳电池方阵、控制器、蓄电池组、直流/交流逆变器等部分组成。 
太阳电池组件及方阵：太阳电池单体是光电转换的最小单元，尺寸一般为4~200cm2 不等。工作电压约为0.5V，工作电流为20-25mA/cm2。一个组件中，太阳电池的标准数量是36片，一个太阳电池组件大约能产生17V的电压，正好能为一个额定电压为12V的蓄电池进行有效充电。 
储能蓄电池是通过充电将电能转换为化学能贮存起来，蓄电池是光伏电站的贮能装置。 
充放电控制器的作用：1.高压断开和恢复功能；2.欠电压告警和恢复功能；3.低压断开和恢复功能；4.保护功能；5.温度补偿功能；6.其他功能。 
太阳能发电系统中，使用直流负载的情况下，不需要的设备是逆变器。逆变器的功能是将直流电转换为交流电。 
3.光伏发电系统的应用【只本科考】【简答题】 
光伏发电可以分为独立光伏发电系统和并网光伏发电系统。其中通信和工业应用主要有：微波中继站，光缆通信系统，无线寻呼台站等。 
农村和边远地区主要应用于：独立光伏电站，小型风光互补发电系统等。 
对于并网光伏发电系统来说，主要用于城市与建筑结合的并网光伏发电系统和大型荒漠/开阔地光伏电站。 
二．太阳能热发电 
太阳能热发电是指利用聚光器将低密度的太阳能汇聚到焦斑处，使其生成高密度的能量，然后由工作流体将其转化成热能，再利用热能发电的方式。太阳能热发电与火电站相比，其热力循环部分是相同的，区别在于火电站使用化石燃料获得热能，而太阳能热发电则利用太阳能产生热能。 
塔式、槽式、碟式、菲涅尔式、太阳能烟囱以及太阳池发电等几种。其中已经达到商业化应用水平的主要是聚焦型的塔式、槽式、碟式三种方式。前两种发电传热工质采用水，后一种采用氢气或者氦气。 
塔式热发电系统总效率13%左右，集光-吸热部分效率70%左右。 
   塔式太阳能热发电系统将吸热器置于接收塔的顶部；槽式和碟式将太阳光聚焦到镜面焦点处，在该处防止吸热管吸收热能。 
三．太阳能热水 
1.太阳能热水系统的定义、组成、特点和用途【1704专论述题】 
太阳能热水系统是将太阳能转变为热能，以加热水的装置。通常包括太阳能集热器、贮
水箱、泵、连接管道、支架，控制系统和其他配件，必要时也配合使用辅助热源。 
太阳能热水系统产生的热水，通常为中低温的热水，广泛地应用于居民生活洗浴热水、工业生产用热水、建筑供暖，也可用于空调和制冷，但太阳能空调和制冷尚处于研发和试点示范阶段。 
根据我国的标准规定，太阳能热水器是指小型的太阳热水系统，其贮热水箱容积在0.6m3以下，常用于家庭住宅使用。太阳能热水系统则是指大型的太阳能热水系统，其贮热水箱容积大于0.6m3。 
2.平板集热器【只本科考】【本科简答题】 
平板集热器是吸附体基本为平板形状的非聚光性集热器，其工作原理是阳光透过玻璃盖板照射在表面有涂层的吸热板上，吸热板吸收太阳辐射能量后温度升高。 
平板集热器一般由吸热板、玻璃盖板、保温层和外壳四个部分组成。 
优点：（1）使用寿命长；（2）具有较好的承压性能；（3）适用于双循环的太阳能热水器；（4）故障率低 
局限性：自然循环系统的平板型太阳能热水器的工作温度要求在0℃以上。冬季时，集热器中的水易结冰，只能在不结冰地区使用。另外，我国的平板型集热器的生产和研发投入少，平板型集热器吸热涂层的生产尚依赖进口，规模化生产能力有待进一步的提高，制约了我国平板型太阳能热水器的推广和应用。 
3.太阳能供暖 
（一） 主动式太阳能供暖 


主动式太阳能供暖系统是通过太阳能热水系统为建筑提供供暖和热水供应。系统由太阳能集热器、供热管道、散热设备、贮热设备和辅助热源等组成。 
（二） 被动式太阳能供暖 


被动式太阳能供暖不需要在建筑物上设置供暖设备和系统，是通过建筑的朝向和周围环境的合理布置、内部空间和外部形态的巧妙处理，以及建筑材料和结构构造的恰当选择，使建筑物在冬季能充分的收集、储存和分配太阳辐射能，达到取暖效果。 
4.太阳能制冷系统的类型【1804本论述题】 
（1）太阳能吸收式制冷系统（消耗热能） 
（2）太阳能吸附式制冷系统（消耗热能） 
（3）太阳能除湿制冷系统（消耗热能） 
（4）太阳能蒸汽压缩式制冷系统（消耗机械能） 
（5）太阳能蒸汽喷射式制冷系统（消耗热能） 
四．太阳能其他应用 
1.太阳能建筑类型 
太阳能建筑包括被动式太阳房、主动式太阳房和低能耗建筑。 
零能耗建筑是指通过建筑节能、可再生等各种技术手段，使建筑的产生能量大于或等于建筑的耗能量，从而使建筑的外部耗能量为零的建筑。实现建筑零能耗需要两方面的努力，一是通过良好的建筑设计（如被动式太阳房的设计）、提高建筑维护结构如墙体、门窗、屋顶的保温隔热性能等，提高建筑节能水平；二是通过可再生能源技术在建筑上的使用提高建筑的产能量。 
2.太阳灶是利用太阳能辐射进行炊事的装置。太阳灶可分为灶壳、反光材料和支架三大部分。 
第七章  风能 
一．风力发电 
风能是一种干净的自然能源、可再生能源，风能可以被转化成其他不同形式的能量，如机械能、电能、热能等，风能的规模化利用主要是风力发电。风能就是指流动的空气所具有的能量，是由太阳能转化而来的。 
风的形成：信风、海陆风（白天流向陆地，夜间流向海洋）、山谷风。 
风力发电是将风能转换成电能，利用风力带动风车叶片旋转，再透过增速机将旋转的速度提升，来促使发电机发电，发电机通过输电电缆将电能输送地面控制系统和负荷。大约每秒三米的微风速度便可以发电。 
风力发电的特点：【简答题】 
（一）间歇性发电 
（二）运行条件差 
（三）成本相对下降 
（四）分散建设 
（五）有利于环境保护 
风力发电的能量转换过程为：空气动能→旋转机械能→电能。风力发电设备的关键在于将截获流动的空气动能转化机械能的装置，即风力机。风力机是以风轮作为风能收集器装置。 
风轮直径越大，风轮的功率就越大。 
二．风力发电机组的结构和组成【只本科考】 
目前使用最为广泛的风力发电机为水平轴风力发电机。 
水平轴风力发电机的组成：风轮、转动机构（增速箱）、发电机、机座、塔架、调速装置、调向器、停车制动器等。【1804本科简答题】 
调速装置是在风里发电机组额定风速以上开始起调节作用，当风速小于额定风速时不起作用。调速装置的作用有二：一是当风速大于额定风速进行调速，二是当风速大于停机风速时停机。【简答题】 
风力发电机组调速装置有多种类型，从原理上来看大致有三类：（1）扭头、仰头调速装置；（2）定桨距失速调控装置；（3）变桨距（改变叶片角桨距角）调速装置。【简答题】 
三．风力发电运行方式【简答题】 
（一） 独立运行的风力发电系统：直流系统、交流系统。 


（二）并网运行的风力发电系统 
四．风能利用中的问题 
1.风力机的选址【简答题】 
首先，要考虑风况，还应考虑其他自然条件的影响，如雷击、结冰、盐雾和沙尘等。 
在平坦地形时考虑： 
（一）离开设置地点1km 的方圆内，无较高的障碍物。 
（二）如有较高的障碍物，风力机高度应比障碍物高2 倍以上。 
2.风力机对环境的影响【简答题1704专简答题】 
（一）风力机的噪声 
（二）对鸟类的伤害 
（三）对景观的影响 
（四）对通信的干扰 
第八章  生物质能 
    生物质能即是指直接或间接地通过绿色植物的光合作用，把太阳能转化为化学能后固定和储藏在生物质内部的能量。 
生物质能是仅次于煤炭、石油和天然气而居于世界能源消费总量第四位的能源，在整个能源系统中占有重要地位。 
1.生物质能分类及特点 
    生物质主要有木质、非木质和动物粪便。 
（一） 分类 


木质（森林、农业的种植物、森林之外的树木）、非木质（农作物、庄稼的废弃物、加工过程的废弃物）、动物粪便。 
（二）生物质能特点【简答题】 
1、提供能源的同时不增加二氧化碳排放量。 
2、硫、氮和灰分含量少，转化过程中可以减少硫化物、氮化物和粉尘的排放。 
3、挥发分含量大，含氧量高，有利于生物质的着火和燃烧。 
4、水分含量大，影响着火和燃烧的稳定性。燃烧时造成大量能量损失，且可能引起燃料储存问题。 
5、单位质量生物质的热值低。 
6、生物质分布分散能量密度低，收集运输和预处理过程费用高。 
7、生物质具有可再生性、原料具有多样性和广泛性，资源开发潜力大。 
2.生物质能的转化【只本科考】 
（一） 生物质能的利用转化方式主要有：热化学法、生物化学法、提取法三种。 


（二）生物质通过转化技术得到能源形式有以下几种： 
1、酒精（乙醇）  2、甲醇  3、沼气   4、可燃气体   5、固体燃料   6、生物油 
二．生物质的转化技术 
1.生物质转化技术类型【可能简答题】 
（一）生物质直接燃烧技术 
（二）生物质压缩成型技术 
（三）生物质气化技术 
（四）生物质热解与液化技术 
2.生物质燃料和矿物质燃料（煤）的主要差别：【简答题】 
（1）含碳量较少，含固定碳少。（2）含氢量稍多，挥发分明显较多。（3）含氧量多。（4）密度小。（5）含硫量低。 
三、生物质能制备燃料乙醇方法：【只本科考】 
酶解法；稀释水解法；浓酸水解法；一步酶工艺法。【1804本简答题】 
三．生物柴油的制备方法与工艺 
（一）物理法（直接混合法、微孔乳液法） 
（二）化学法（高温热裂解法、酯交换法） 
四．利用生物质能制备沼气 
1.沼气的生成过程 
沼气是一种无色、有臭味、有毒的混合气体。其中主要成分是甲烷（CH4），占总体积的50%~70%。 
沼气发酵要分为： 
（一）液化阶段。（二）产酸阶段。（三）产甲烷阶段。 
   沼气发酵工艺类型按发酵温度分为常温变温发酵型、中温35℃发酵型、高温54℃发酵型。 
   产沼气量：牲畜畜肥260-280 猪粪 561 马粪 200-300 青草 630 亚麻杆 359 树叶 432m3/t。【青草最多，马粪最少】 
五．生物质能发电技术 
以生物质能为能源发电，是生物质能规模化利用的主要形式。 
从能量转换的观点和动力系统的构成来看，他们都与火力发电基本相同，将生物质原料直接或处理后送入锅炉燃烧把化学能转化为热能，以蒸汽做工质进入汽轮机驱动发电机发电。 
（一）垃圾焚烧发电工艺流程【考过简答题】 
垃圾运输车将垃圾运至电站经地磅称重后，在卸料门卸到垃圾储坑中。垃圾在坑内发酵脱水后，由垃圾吊车将垃圾送入给料器，并进入焚烧炉内焚烧。送风机从垃圾储坑中吸入空气，使垃圾储坑保持负压避免坑中臭气外漏，空气经过空气预热器后作为锅炉的一次风和二次风。燃烧完全的灰渣送到灰渣处理系统，灰渣处理过程的污水和电厂内部的其他的污水一起送到污水处理厂进行无害化处理；燃烧产生的热量和烟气经过余热锅炉进行能量回收，产
生的蒸汽送气轮机发电，锅炉出来的烟气经烟气处理系统除尘、除酸后由烟囱排入大气；除尘设备收集的飞灰和灰渣送到场外进行处理。 
（二）垃圾焚烧关键技术【只本科考】 
1、垃圾焚烧技术： 
（1）层状燃烧技术（2）流化床燃烧技术（3）旋转燃烧技术 
2、垃圾焚烧烟气处理技术。 
3、废液废渣处理技术。 
（三）生物质气化发电技术 
生物质气化发电技术的基本原理是把生物质转化为可燃气，再利用可燃气燃烧发电。生物质气化发电过程主要包括三部分： 
1、生物质气化，把固体生物质转化为气体燃料。 
2、将燃料气化净化，将燃气中的杂质脱除出去，以保证燃气发电设备的正常运行。 
3、燃气发电，利用燃气轮机或燃气内燃机进行发电，有的工艺为了提高能源利用率，燃气轮机发电之后增加余热锅炉和蒸汽轮机提高能源利用率。 
第九章  地热能 
一．地热 
地热的主要来源：地球物质中放射性元素衰变产生的热量是地热的主要来源。 
地热资源类型（五种）：【简答题】 
（一）蒸汽型地热资源。 
（二）热水型地热资源。 高温超过150℃，中温90-150℃和低温不足90℃。高温地热资源优先用于发电。 
（三）地压型地热资源。 
（四）干热岩型地热资源。 
（五）岩浆型地热资源。 
二．地热发电系统的类型【只本科考】 
根据地热资源的特点以及开发技术不同，地热发电系统主要有以下5 类：【简答题】 
（一）地热蒸汽发电系统（投资少、系统最简单、运行安全可靠、经济性也高，是地热发电的主要形式）。 
（二）闪蒸地热发电系统（开发普遍的是储量相对较多、分布较广的热水型地热资源，其热能产生形式是热水或湿蒸汽，比较适合采用闪蒸地热发电系统）。 
（三）双循环地热发电系统。 
（四）全流式地热发电系统。 
（五）干热岩地热发电系统。 
三．地源热泵【简答题】 
地源热泵是一种利用地下浅层地热资源的既可供热又可制冷的高效节能空调系统。 
通常地源热泵消耗1kw的能量，用户可以得到4kw以上的热量或冷量。与锅炉供热系统相比，地源热泵要比电锅炉加热节省2/3以上的电能，比燃料锅炉节省1/2以上的能量。地源热泵的热源温度全年较为稳定，一般为10-25℃，其制冷、制热系数可达3.5-4.4，与传统的空气源热泵相比，要高出40%左右，其运行费用为普通中央空调的50%-60%。 
地源热泵特点：【1704专简答题】 
1、属可再生能源利用技术。 
2、属经济有效的节能技术。 
3、环境效益显著。 
4、一机多用，应用范围广。 
地源热泵的工作原理：【1804本简答题】 
地源热泵是利用水源热泵的一种形式，它与利用水与地能（地下水、土壤或地表水）进行冷热交换来作为水源热泵的冷热源，冬季把地能中的热量“取”出来，供给室内采暖，此时地能为“热源”；夏季把室内热量取出来，释放到地下水、土壤或地表水中，此时地能为“冷源”。地源热泵供暖空调系统主要分三部分；室外地能换热系统、水源热泵机组和室内采暖空调末端系统。 
地源热泵的应用：【简答题】 
（一）家用系统 
（二）集中系统 
（三）分散系统 
（四）混合系统 
（五）水环路热泵空调系统（节省占地、能源费用单独计量、调节灵活、灵活应用） 
    目前，我国地热直接利用的年产出能量和设备总装机容量分别在世界排名第一位和第二位。 
四．地热直接利用 
地热能的直接利用技术要求较低，所需设备也较容易。目前对地热的直接利用发展十分迅速，已广泛地用于工业加工、民用采暖和空调、洗浴、医疗、农业温室、农田灌溉、土壤加温、水产养殖、畜禽饲养等各个方面，收到了良好的经济技术效益，减轻了环境污染，节约了能源。 
将地热能直接用于采暖、供热和供热水是仅次于地热发电的地热利用方式。 
附：计算题样题 
1.已知一小批量生产的冷加工机床组，拥有为380V的三相电动机38台，其中7kW的3台，4.5kW的8台，2.8kW的17台，1.7kW的10台。试计算有功功率、无功功率、视在功率和电流。（已知功率因数cosφ=0.5，需要系数Kx=0.2） 
解：冷加工机床电动机的总容量为 
Pe＝（3×7＋8×4.5＋17×2.8＋10×1.7）kW＝122kW 
根据cosφ=0.5，tanφ＝，另外需要系数Kx＝0.2。 73.1coscos12=...

因此可得： 
    有功功率计算：Pjs＝Kx×Pe＝0.2×122kW＝24.4kW 
无功功率计算：Qjs＝Pjs×tanφ＝24.4×1.73kvar＝42.3kvar 
视在功率计算：Sjs＝Pjs／cosφ= 24.4/0.5kVA＝48.8kVA 
电流：Ijs＝Sjs／(1.732UN)＝48.8/(1.732×0.38)A＝74.2A 
2.已知一小批量生产的冷加工机床组，拥有为380V的三相电动机38台，其中7kW的3台，4.5kW的8台，2.8kW的17台，1.7kW的10台。通过电能综合测算仪测得该机床组的视在功率为27kVA。试计算该机床组的总装机容量、有功功率、功率因数、无功功率和电流。（结果保留两位小数。需要系数Kx=0.2） 
解：该机床组的总装机容量为 
Pe＝（3×7＋8×4.5＋17×2.8＋10×1.7）kW＝121.6kW 
需要系数Kx＝0.2。 
有功功率：Pjs＝Kx×Pe＝0.2×121.6＝24.32（kW） 
功率因数=有功功率/视在功率=24.32/27=0.90 
无功功率：Qjs＝√S2.P2=11.73(kvar) 
电流：Ijs＝Sjs／(1.732UN)＝27/(1.732×0.38)＝41.02（A） 

